Repository: mots/haxsync
Catalog: locale/strings-*.po
Languages: de, hr, hu

source: General Settings
de: Allgemeine Einstellungen
hr: Opće postavke
hu: Általános beállítások

# general_summary
source: Sync Frequency, Resource Saving
de: Synchronisationsintervall, Ressourcenverbrauch
hr: Učestalost sinkronizacije, Ušteda resursa
hu: Szinkronizálás gyakorisága, erőforrás-takarékosság

source: Contact Settings
de: Kontakt-Einstellungen
hr: Postavke kontakata
hu: Névjegy beállítások

# contact_summary
source: Contact Matching, Status Updates, Image Cropping
de: Kontaktauswahl, Statusupdates, etc.
hr: Sinkronizacija kontakata, Ažuriranje statusa, Obrezivanje slika
hu: Névjegy egyezés, állapotfrissítés, kép méretre vágása

source: Calendar Settings
de: Kalender-Einstellungen
hr: Postavke kalendara
hu: Naptár beállítások

# calendar_summary
source: Event Sync
de: Event-Synchronisation
hr: Sinkronizacija događaja
hu: Esemény szinkronizálása

source: Sync Events
de: Events synchronisieren
hr: Sinkroniziraj događaje
hu: Esemény szinkronizálása

# sync_events_summary
source: Will sync events you're attending to a separate Calendar if checked.
de: Synchronisiert Events, die Sie besuchen, in einen seperaten Kalender.
hr: Sinkrozira događaje kojima ste prisustvovali na poseban kalendar
hu: Ha bejelöli, akkor az Ön által látogatatandó eseményeket nem a Naptárba szinkronizálja.

source: Contact Sync
de: Kontakt-Synchronisation
hr: Sinkronozacija kontakata
hu: Névjegy szinkronizálása

# phone_only
source: Existing contacts only
de: Nur bestehende Kontakte
hr: Samo postojeći kontakti
hu: Csak meglévő névjegyeket

# phone_only_summary
source: Only sync contacts already on device.
de: Synchronisiert nur Kontakte, die bereits auf dem Gerät vorhanden sind.
hr: Sinkronizira isključivo kontakte prethodno na uređaju.
hu: Csak a már az eszközön szereplő névjegyeket szinkronizálja.

source: Fuzziness
de: Unschärfe
hr: Tolerancija
hu: Eltérés

# fuzziness_summary
source: Useful for contacts where Facebook and Phone names differ.
de: Wie stark darf sich der Facebook-Name vom Namen auf dem Telefon unterscheiden?
hr: Korisno za kontakte čija se imena na Facebook profilu i uređaju razlikuju.
hu: Válassza ezt, ha a Facebook és a telefononban szereplő nevek eltérőek.

# additional_friends
source: Additional friends to sync
de: Zusätzliche Freunde
hr: Sinkronizacija dodatnih prijatelja
hu: További ismerősök szinkronizálása

# additional_friends_summary
source: These friends will be synced even if they don't match any contacts on your device.
de: Diese Freunde werden auch dann synchronisiert, wenn sich am Gerät kein entsprechender Kontakt findet.
hr: Ovi prijatelji će biti sinkronizirani iako se ne podudaraju s kontaktima na vešem uređaju.
hu: Akkor is szinkronizál, ha nem talál egyezést a telefonon szereplő névjegyekkel.

# sync_status
source: Sync Status Updates
de: Statusupdates synchronisieren
hr: Sinkronizacija ažuriranja statusa
hu: Állapotfrissítések szinkronizálása

# status_new
source: Use new API
de: Neue API verwenden
hr: Koristi novi API
hu: Új API használata

# status_new_summary
source: Strongly recommended. Needs Android 4.0.3 or higher.
de: Dringendst empfohlen. Benötigt Android 4.0.3 oder höher.
hr: Strogo preporučeno. Potreban Android 4.0.3 ili više.
hu: Erősen ajánlott. Csak Android 4.0.3 vagy efölött működik.

source: Contact Images
de: Kontaktfotos
hr: Slike kontakata
hu: Névjegy fotók

# crop_square
source: Crop to square
de: Zu Quadrat zuschneiden
hr: Obreži kvadrat
hu: Négyszögletűre vágás

# crop_square_summary
source: Uses face detection to determine the optimal area.
de: Ermittelt via Gesichtserkennung den optimalen Bildausschnitt.
hr: Koristi detekciju lica za optimalan odabir.
hu: Arcfelismerés segítségével választja ki a megfelelő területet.

source: Sync Options
de: Synchronisationsoptionen
hr: Postavke sinkronizacije
hu: Szinkronizálásai lehetőségek

# sync_freq
source: Sync Frequency
de: Synchronisationsintervall
hr: Učestalost sinkronizacije
hu: Szinronizálás gyakorisága

source: Resource Saving
de: Ressourcenverbrauch
hr: Ušteda resursa
hu: Erőforrás-takarékosság

# wifi_only_summary
source: Only sync when in a Wi-Fi network.
de: Synchronisiert nicht im Mobilnetzwerk.
hr: Sinkronoziraj samo preko Wi-Fi mreže.
hu: Csak Wi-Fi hálózaton frissít.

source: Wi-Fi only
de: Nur im WLAN synchronisieren
hr: Samo Wi-Fi
hu: Csak Wi-Fi

# getting_friends
source: Getting Facebook Friends...
de: Downloade Freundesliste von Facebook...
hr: Dobavljam Facebook prijatelje...
hu: Facebook ismerősök lekérdezése...

source: Sync Every
de: Synchronisiere alle
hr: Sinkroniziraj svakih
hu: Ekkor frissítsen:

source: Days
de: Tage
hr: Dana
hu: nap

source: Hours
de: Stunden
hr: Sati
hu: óra

source: Minutes
de: Minuten
hr: Minuta
hu: perc

# birthday
source: %1$s's Birthday
de: %1$ss Geburtstag
hr: %1$s ima rođendan
hu: %1$s születésnapja

source: Preferences
de: Einstellungen
hr: Postavke
hu: Tulajdonságok

source: About
de: Über
hr: O HaxSyncu
hu: Névjegy

# birthday_cal
source: HaxSync Birthdays
de: HaxSync Geburtstage
hr: HaxSync Rođendani
hu: HaxSync születésnap

source: Event Sync
de: Eventsynchronisation
hr: Sinkronizacija eventa
hu: Esemény szinkronizálása

source: Birthday Sync
de: Geburtstagssynchronisation
hr: Sinkronizacija rođendana
hu: Születésnap szinkronizálása

source: Calendar Color
de: Kalenderfarbe
hr: Boja kalendara
hu: Naptár színe

source: Sync Birthdays
de: Geburtstage synchronisieren
hr: Sinkroniziraj rođendane
hu: Születésnap szinkronizálása

# sync_self
source: Sync "Me" Contact
de: "Ich"-Kontakt synchronisieren
hr: Sinkroniziraj svoj osobni kontakt
hu: Sync "Saját" névjegy

# sync_self_summary
source: Syncs your own Facebook-info with Android's "Me" Contact.
de: Synchronisiert Ihre eigenen Infos mit Androids "Ich"-Kontakt.
hr: Sinkronizira vaš osobni Android kontakt sa Facebook-informacijama
hu: Az Android "Saját" névjegyébe szinkronizálja a Facebook hasonló adatait.

# timeline_all
source: Show full timeline
de: Volle Timeline anzeigen
hr: Prikaži potpuni timeline
hu: Teljes idővonal mutatása

# timeline_all_summary
source: Shows the contact's full timeline, also containing posts from other users.
de: Zeigt die volle Timeline eines Kontakts an, inklusive Posts anderer User.
hr: Prikazuje potpuni timeline kontakta i sadržava i poruke drugih korisnika.
hu: A névjegy teljes idővonalát mutatja, beleértve mások hozzászólásait is.

# google_backup
source: Backup Contact links
de: Kontaktassoziationen sichern

# google_backup_summary
source: Adds HTCData tags to your Google Contacts. Useful when switching roms/wiping your phone.
de: Fügt HTCData-Tags zu ihren Google-Kontakten hinzu. Nützlich, falls Sie ihr Gerät wipen/Rom wechseln wollen.

# google_backup_warning
source: This will overwrite the "Notes"-Field in your Google Contacts. Are you sure you want to continue?
de: Achtung, dieser Vorgang überschreibt das "Notizen"-Feld in Ihren Google-Kontakten. Fortfahren?

source: Status Updates
hr: Ažuriranje statusa
hu: Állapotfrissítés

# event_cal
source: HaxSync Events
hr: HaxSync Događaji
hu: HaxSync esemény
